Repository: mozilla-l10n/mt-training-data
Catalog: xka/xka_pontoon.tmx
Source language: en_us
Languages: xka

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
xka: تی گوا جولال پݭال تو رسی کیر مربنی۔

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
xka: بہ آواز ا اک کولاوا تہ عوامی طور شلا ڈیٹا سیٹ تران

source: This is how you cite yourself if you wrote the content yourself.
xka: تی اپین ا شے چوݨ یس تےتانیحوالہکھت دون

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
xka: اوں سیٹنگ تی لیڈر بورڈالیل سمون،کرا پلاگیل بیل تہ،تی پراگرس پرایویٹ آݭہ۔۔ مطب ان اں تی فوٹو،نام تےتی کار لیڈر بورڈ رل نہ یہ۔۔اوں بیت تہ اوب تہ اےںلیڈر شپنوم بال می ۔۔۔۔۔۔۔منٹ گینون

source: Three to go!
xka: بایل کیر ترا

source: Tibetan
xka: تپتی اوم

source: Tigre
xka: ٹگری

source: Tigrinya
xka: ٹگرنیا

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
xka: تانی امیل تارا نہ تہ بدلا دی امیل لاڑہ۔

source: Today
xka: آج

source: Today's Common Voice progress on clips recorded
xka: کلپس ریکاڈ ا تھال کیر کامن وائس اجک نالیلا

source: Today's Common Voice progress on clips validated
xka: اجومک کامن وائس سہ کلپس رل کاں پارگرس خوشال۔

source: Today's Progress
xka: اجوک ترقی

source: Toki Pona
xka: ٹوکی پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
xka: اواز دو مانوش قبولہیل تے رو پت پت کامن وایس ڈےٹا بیس م آشہ

source: Too many files
xka: باڑ ذات فائلونی آس

source: Top Contributors
xka: آخری خزمت گار

source: Total
xka: سوا۔

source: Total Approved
xka: سوا قبولباگاَل

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
xka: دراشوم مکھ بہ ران چوݨان تے اون اون وضح تان اوں بہ کاں مالومات خلق آم تہ گڑ بان۔۔تانی ڈیوایس رل کامن ویس سہ ڈیزیل اے•کیر چیپر لنک وادا

source: Toward next goal
xka: دی نخ مک تھ

source: Track progress here and on your stats page.
xka: تانی سٹےٹس پیج رل تانیپراگرس ڄھور

source: Transcribe
xka: نقل تھال

source: Transcribe answers
xka: جوابونی دی جب تھ گیرو۔

source: Transcribe Audio
xka: بوجل نقل تیپہ پݭہ۔

source: Transcribe audio recordings into text
xka: اڈیو ریکارڈنگ متن میں ٹرانسکراب کریں

source: Transcribe audio recordings in your language
xka: تانی جیب اے°اڈیو ریکارڈنگ ٹرانسکراییب تہ

source: Transcribe Audio <small>(Coming soon)</small>
xka: جولال سمال۔<small>تیپہ پݭون۔</small>

source: Transcript edited successfully
xka: ٹرانسکرپٹ می چھل کامیاب بل۔

source: Transcript skipped successfully
xka: ٹرانسکرپٹ کامیابی سے چھون۔

source: Transcript submitted successfully
xka: نقل کامیابی سے تھ جیت۔

source: Transcript voted successfully
xka: ٹرانسکرپٹ ووٹ کامیاب بیل۔

source: Transgender
xka: نرخزہ

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
xka: پنٹون استعمال تال کیر گایڈ نالا

source: Translating the site
xka: ا سایٹ ترجمہ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
xka: کامن وایس اعوامی ڈیٹآسیٹ۔سوا دنئ رضاکار تے مددگار رس می ڈیزان۔کاں خلق اوازااپلیکیشن ترال شوخآن تہ،تن اوں ڈیٹا سٹ استعمال تیبان۔آج لپار غلبہ اواز ڈیٹا سیٹ

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
xka: کامن ہاوس سایٹ اے• ترجمہ پنٹون رل یون

source: Try again by dragging your file here
xka: تانی فائل اوماتھ دیرکیلی تھ دیرا کوشش تھ

source: Try uploading again
xka: دیرا اوکالیل اؘ کوشش تھ۔

source: Tshivenda
xka: شیوینڈا

source: Tunen
xka: ٹیونن

source: Tupuri
xka: ٹپوری

source: Turkish
xka: ٹرکش

source: Turkmen
xka: ترکمنیا

source: Tuvan
xka: ٹوان

source: Twi
xka: توی

source: Typically megabytes
xka: عام اؘ شہ شلا پر میگا بائٹس

source: Ubykh
xka: ابیخ

source: Udmurt
xka: ادمرٹ

source: Ukrainian
xka: یوکرینیین

source: Understand contribution criteria
xka: امداد تالے،ۡشرطونی پویان

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
xka: کامن وایس ڈیٹا سیٹ می جولال تے اڈیو کلپس دی ام تہ پشال تی قبولیل اے° چھل جان

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
xka: اوں بات رل اپان پوتا آواز کلپ بوجیل ٹائم رل گاں تھ اوب تھے ا تسدے اسے ریکاڈننگ ران بہ تہ

source: Universities, Academics and Researchers
xka: یونیورسٹیوں می سبقی تہ محقق

source: Upload aborted. Do you want to delete your recordings?
xka: دیرم ملک اپلوڈ تھا تو تانی ریکاڈنگ ختم تھو اؘ۔

source: Upload an image file
xka: فو ٹوانوم افایل اوکال

source: { $uploadedSentences } of { $totalSentences } sentences collected
xka: جملا سمٹیل

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
xka: ۔۔۔جولال معتال۔۔۔۔نا اخلی جولال اوکالیل کیر اما اٹسار دہ

source: Upload failed, please retry.
xka: اوکلیل جاری تھا۔

source: Upload <icon></icon> public domain sentences
xka: عوامی ڈومین جولال اوکلا

source: Upload in progress...
xka: اوکالیل جاری

source: Upload more sentences?
xka: دی جولال پا اوکال۔

source: Upload of this clip keeps failing at server. Reload the page or try again later.
xka: اوں کلپ اوکالیل سرور رلہ گیرون،ا ساعت بتا دیرا ڈیز

source: Upload of this clip keeps failing, keep retrying?
xka: اوں کلپ اوکالیلجیجما چھور بون۔ تو پا بیشی ݭج

source: Urdu
xka: اردو

source: Use correct grammar
xka: صحی گرامر استمال تہ۔

source: Use correct spelling and punctuation
xka: صحی سپلنگ تے تلفظ تہ

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
xka: با ٹائم تقریر سیاق تہ سباق کیر ران این۔

source: User Name
xka: صارف اؘ نام۔

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
xka: یوزرژ کیرا سپیکر جولالبود تی تا قبولیل الو اون ٹیک

source: Uyghur
xka: اوی غر

source: Uzbek
xka: ازبک

source: Validated Clips
xka: جݭاگیل کلپس

source: Validated Hours
xka: گیٹا باڑ تھایل۔

source: Validated Hr. Total
xka: باڑ باگیل۔

source: Validate readings
xka: ریکاڑنگ والیڈٹنگ تھ

source: Validate Readings
xka: منیل توثیق تھا

source: Validate Readings, Review Transcriptions
xka: منیل اَ توثیق تھا تہ نقلاؘ آل لاَ

source: Validate Readings <small>(Coming soon)</small>
xka: ریکاڑنگ شور<small>پݭون۔</small>

source: Validate readings submitted by community members
xka: درام اؘ خلقمہ مک دا جمع تھاگیل مینلاؘ توثیق تھا

source: Validate user-recorded readings in your language
xka: تانی جب می فلانکیہ ریکاڈ بیگال منیل اؘ توثیق تھا

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
xka: داگیل جولال دیرا نالیل کامن وایس مشنمی باڑ اہم۔گجین گوا۔ بجا تے ران وایس ڈیٹا سیٹ ترال می اساں سہ تھیر باز تھا

source: Validation Progress
xka: ویلڈیٹنگ پروگرس

source: Validations
xka: ٹیک جانیل

source: Value and recognition.
xka: قدرتےپویانییل

source: Variant Contribution Options
xka: اورک ملیل اختیار

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
xka: متغرات ا جب سہ ݭات۔لحہ کما جعفرافیہ خلق رݭندرم کیر۔

source: Varying Pronunciations
xka: باڑ تلفظ

source: Venetian
xka: ونیشیین

source: Version
xka: ورجن۔

source: Very common mistakes include:
xka: عام غلطیان ان این۔

source: Vietnamese
xka: ویتنامی۔۔۔۔ویت نیمیز

source: View your progress against personal and project goals.
xka: تاخوشیلیسہ اسے ایمیل لسٹ سہ پراجکٹ ںآرا می نم نم معلومات کیر ٹل بہ

source: Visible
xka: میشل ݭات تھ

source: Visit our blog or write about us
xka: اسے بارا مے چوݨ

source: Voice clips are entered into a submission queue that readies them for listening.
xka: وایسں کلپس سبمشن کویو می لنگال سو بجیل کیر ترون

source: Voice Collection
xka: تراٹ سمٹل۔

source: Voice Contribution
xka: اوازّ امداد تھا

source: Voice Dataset, Ready for Download
xka: وایس ڈیٹا سیٹ،ڈاون لوڈتال کیرتیار این

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
xka: جولال خدا مکھ دا تے انسان امبل استمال کیر۔۔۔اوں وجا دہ۔بہتا۔ی۔مشین ام۔کیر وایس ٹیکنالوجیگڑیل۔کیر ڈیزانپر اوں ذات سسٹم ترال کیر اسےماھر خلق ام تہ با گھان ا ذخیرہ شجون

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
xka: اواز قدرت مکھدا ا۔سان تہ دیجیل۔تسے کیربہ پا تانی مشین ام کیر قابل اتمال اوازونوم م شات۔پر تراٹ ام اپان تہ اراک ا سسثم م ا ڈاس اوازوم ڈیٹا شجون

source: Voices Online Now
xka: جولال تیپہ تی بیل۔

source: Voice Validation
xka: وایس ویلڈیشن

source: Volume
xka: تراٹ

source: Votic
xka: ووٹک

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
xka: ٹی ای ڈی لیوم اڈیو جولال تریجیس۔تسےترجمہ موجود این

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
xka: کامن وایس دی پا رانتان۔باڑ ران۔ای میل دہ اساں پشیا مٹرکس۔۔۔۔۔دراوال گپشپ community chat. MATRIX

source: Want to save your information? <createProfile>Create a profile</createProfile>
xka: تی معلومات ݭݨکیل پکار ۔پروفائل ترا

source: Want to stay in touch with Common Voice?
xka: کامن وایس سہ ملی بیشونہ

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
xka: بہ کرا کامن وایس ڈیٹا سیٹ نم ورژن ریلیز تھان تہ،تو اپان نوم تاؤس تے۔اسی خبرونی اپان دی نقل تہ

source: Watch our video explainer to help
xka: مدد گینیل کیر اسے ویڈیو نال

source: Wayuunaiki
xka: وایونےکو

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
xka: نہ ہمشہ ڈیٹا والا تنی زاروت تہ رابط کیر بھوجا۔

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
xka: بہ آواز ا اک کولاوا تہ عوامی طور شلا ڈیٹا سیٹ تران۔

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
xka: بہ ٹکنالوجی می خلق ام شریک بایل دے خوشال۔

source: We are going out to get a coffee.
xka: بے°چےہپیلیل کیردر تہ نیکان۔

source: We are going out to get coffee.
xka: بے چہ پلیل کیر درتھ بان

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
xka: بھ تی مشتوب صنفی بارہ می گوا جانان تھ ۔رس دا باڑ جانیل کیر دی اختیار داوان ۔

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
xka: بہ لوظتھان اوںتیمعلومات رݭے۔دی با من

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
xka: مالومات با گڈیٹا سیٹ ھر انٹری می انوج جولال اشیں۔دینگ دینگ می می عمر،جنس،،لہجہ باڑمدد تھینفلحال اسے برہ می باڑ جولال اشیں۔سو جولال س کے مال انجن م میڈیٹاسیٹ می چھن اوں جیب این۔۔۔۔۔۔ بہ دی دی پا ٹل ثھان۔۔۔۔۔تو اسے پیج ۔۔۔۔۔۔۔ نال

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
xka: اسیخیال این اوں رسی ڄھلا گھن ڈیٹا سیٹ مشینی جولال ٹکناوجی می ران جولال اٹة۔ کامن وایس پا اتوذاتباڑ جیب ام ا باگاین پر اپاین ءسہ نہ اتونت دی پا این

source: Website Localization
xka: ویب سایٹ لوکلایزیشن

source: Websites
xka: ویب سایٹ

source: We couldn’t find that page for you
xka: اس تی کیر آر پات نہ لاد

source: We couldn’t get any audio clips for you to listen to. Please try again later.
xka: اس تی بوجیل کیر گیب نہ لات ا شبہ پتا اسان پش مربنی

source: We couldn’t get any sentences for you to speak. Please try again later.
xka: ایس تو سہ جولالہ گیبی نہ لاد۔۔پتا دیراں مہ پݭ۔

source: Weekly
xka: ہفتایہ

source: Weekly Goal
xka: ہفتہ اؘ ترام

source: We launch the Common Voice site in this language.
xka: بہ اوں جیب میکامن وایس سایٹ شورو تان

source: Welcome { $company } staff!
xka: ملگر۔۔۔۔۔۔ بڑ بڑ۔ یا

source: Welcome to Common Voice
xka: کامن وایس می بڑبڑ۔یا۔

source: Welcome to Spontaneous Speech
xka: جولال کیر بڑبڑیا

source: Welsh
xka: ولش

source: We may have run out of clips - refresh the page, or try again later.
xka: اسان دی کلپس ختم بھبو ۔پات تازو تھاتے یا دارں کوشش تھا

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
xka: می شک این اؘ درحاس نہ پݭ ۔مربنی تھا اسان امیل تھا ۔بھ توسان دی پتھ پݭان۔

source: We periodically release the dataset
xka: بہ ٹیمٹیم سہ ڈیٹا سیٹ ریلیز تھان

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
xka: بہ اوں لوز تھان اؘ معلومات باڑ اختیات سہ اولہ تھان۔

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
xka: بہ ا کولاو پان ٹران،تبا پر ا ڈآس جیب آݭیں،تبا تس ہر کو استعمال تیبان تہز

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
xka: کرا کرا ا جیب ٹل تال کیر منون

source: We’re experiencing unexpected downtime
xka: بہ غیر متوقع بند وقت اؘ تجربہ تھان۔

source: We're going out to get coffee.
xka: ٹیکل اؘ پاتم دودت رل ڄار این۔

source: We’re going out to get coffee.
xka: بے چہ پلیل کیر درتھ بان

source: We release the dataset every 3 months.
xka: بہ ھرہترہ ماھ رل ریلیز ڈیٹاسیٹ ریلیز تان

source: We're making some big changes
xka: بہ گین تبدلی گیال رل ایں

source: We're receiving a lot of traffic and are currently investigating the issues.
xka: اساں دی با ڑ ٹریفک یال رل این تے بہ مسءلہ لٹؤان

source: We’re sorry, your platform is not currently supported.
xka: بہ حافہ بیل اؘ تی پلیٹ فام اوں ٹائم رل مدد نہ تھون

source: Western Penan
xka: ویسٹرن پینان

source: Western Sierra Puebla Nahuatl
xka: ویسٹرن سیرا

source: Westphalian
xka: ویسٹ فالیین

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
xka: کامن وایس اعوامی ڈیٹآسیٹ۔سوا دنئ رضاکار تے مددگار رس می ڈیزان۔کاں خلق اوازااپلیکیشن ترال شوخآن تہ،تن اوں ڈیٹا سٹ استعمال تیبان۔آج لپار غلبہ اواز ڈیٹا سیٹ

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
xka: اس اتیش چینجز اٹیل۔۔۔۔۔ڈیلٹا سگمنٹس۔۔۔۔۔۔۔۔۔۔۔۔تس می سوا وم دا نومکلپس آشون۔۔۔۔اوں کار بارا می دی پا ابان بو تا

source: We've run out of sentences to record in this language...
xka: اوں جیب می اساں دی ریکارڈتھال کیر دی جولال شوک۔۔۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
xka: بہ اوں منان ا قسمہ قسمہ منندر اوم جولالہ پو بایل کیر کالہ ران بیدہ۔اوں کار بال کیر وائس ڈیٹا سئٹ رل باڑ تہ ہر قسمہ خلق اشدہ۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
xka: کیرا ریکارڈنگ ایٹیھیت یا اوران بیل تے مکھےختم تھاکتیک ایں سو صفا نہ بوجیل ݭات تہا

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
xka: بہ اوراک لہجا ام تہ بڑبڑ منان۔۔۔کیسے°جولال اں بیت د نہ قبولیلاں تی خیال ان اوں را ا ٹیکل کھچ منیل،کھچ ا با سیپ دیت، یااٹیل نخ ٹہ اوب نہ تالءء۔ریس می باڑ احتیاط تییجون۔دنیئ می قیسیسم قسیم لہجا دان،تس می کیم کو تی نہ بود۔ماربینی تا ہیکور اوں ذات خلق ام کیر گناآ کو تساں دا دی چھلا مناں

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
xka: بہ تانی کمیونٹی منیجر منے اوں سو نالہ تی شوخ این آں۔۔۔تن تو سہاں دی پا تیر باز تہیا دی گجینگوا امداد تسے شجونس تہ

source: We will be in touch with more information about how to add your language to Common Voice very soon.
xka: جب حو شو۔بہ شردہ توسہ جب عام آواز می شامل تھا لہ چھل اؘ کیر دی معلومات توساں شید تھا وای۔

source: We will be in touch with more information as it becomes available.
xka: کیرا اساں پݭ تو بہ توساں پہ لیہ

source: We will not make your email public.
xka: بہ تی ای میل پبلک نہ تے

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
xka: ڈیٹا سیٹ دا تی ریکارڈنگ دور تا کیر بہ تی درخاست دںراں نالے،اں دی درخاس قبول بیل تہ، بہ تہ خلق پا لای ا ںکی اوں ڈیٹا سیٹ اوکالیل تے تنا پا دور تال یرمنے°

source: We will show you a prompt or question
xka: بہ تو ٹھا سوال پشای

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
xka: بہ خدا اؘ نامہ سوسائٹئ تے درام می کار تھان۔

source: What is a language on Common Voice?
xka: کامن وایس رل کا ں جیب این

source: What issues are you experiencing with this content?
xka: اوں جولال می تھوٹ گوا بیکھر این۔

source: What issues are you experiencing with this sentence?
xka: اوں جملا م توٹھ گوا بیکھراین

source: What is your age?
xka: تی گوا عمر۔

source: What is your sex or gender?
xka: تو میش اؘ کو تریر

source: What kind of goal do you want to build?
xka: تو گوا تھال داون

source: What needs to be in my file?
xka: توٹھ می فائل می اشل اؘ ضروت این۔

source: What sentences can I add?
xka: گہ ذات جولال ٹل تم

source: What’s inside the Common Voice dataset?
xka: عام صوتی ڈیٹا سیٹ شی لینگال

source: What's Public?
xka: کاں شے خلق ام اے

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
xka: کیرا ا منندر ویس کلپ رجکٹ تون۔۔رو قطار پر بون۔۔۔ دیرا رجکٹ بیل تے۔۔۔رو۔دیر کٹر ام ڈاران پر گو

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
xka: بوجل ٹآئم رل باڑاوپ تھہ ا کاں شہ ریکاڈ باگیال این تو سو چݨگیال لی ڄلا این ا اوڄٹ کھچہ پا گوا لات تھ سو دیر گن غلطی اساب بھ

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
xka: کیرا تو ریکارڈںنگز،بہ تنا اک یا الد zipفایل ام ملی نا مان,,,,ن تی میشټوک د،رخاس

source: Which variant of { $language } do you speak?
xka: تس کاں جب داں۔

source: Why ?
xka: گانٹھ

source: Why a profile?
xka: پروفائل گاݨڈ ۔

source: Why are you asking?
xka: تو گوا مینوسہ۔

source: Why Common Voice?
xka: نءکامن ویس گانٹھ

source: Why does this matter?
xka: گانٹھ فرق تھون۔

source: Why we built this Spontaneous Speech prototype
xka: اس اوں اپادا تقریر رل ٹوٹائپ گانڈ ترال

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
xka: اکاونٹ اول دا کولاو این

source: Wixarika
xka: وکساریکا

source: Wolof
xka: ولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
xka: تتی ریکارڈباگیال اواز ختم تے یہ یا کامن وایس ڈیٹا بیسر اشیل رل تو خوش

source: Write
xka: چوݨ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
xka: میش اے گوا منیل تے تتی ڄھلا چوݨ۔۔۔ممممم تے رررررر پا چوݨ

source: Write down what you hear the person saying here
xka: جوݨڑا تس اوں میش اوما گوا منیل رل بت۔

source: Write options menu
xka: اپشن مینو چݨ۔

source: Xhosa
xka: ژوسا

source: Xitsonga
xka: زٹ سونگا

source: y
xka: ے

source: Y
xka: ے

source: Yes
xka: آم

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
xka: مٹہ امیل تل نا مہ میلال آواز دا اپان شید تھاگیل رݭون۔

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
xka: مٹہ امیل لاڑہ۔مہ این رل حݭہ اؘ کامن وائس رل کا جب نیکتھ تس مہ تسا شید تھاول۔

source: Yiddish
xka: یڈِش

source: Yoruba
xka: یوروبا

source: You
xka: تو

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
xka: بہ gb proceed شرو تھال والہ این۔

source: You are prepared to initiate a download of <b>{ $size }</b>
xka: ا ڈآونلوڈ شورو تھا ل کیربہ تیار این

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
xka: مہ تی ران اواز کتھ ریکارڈ تھوم

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
xka: تس تانی جوݭگیل ڈاون لوڈ فائل ابا دا دی باگ تھ ݭیبان۔
